Repository: Rocket-CDS/RocketEcommerceAPI
Catalog: App_LocalResources/Help.*.resx
Languages: fr_fr

# completed.Text
source: Completed
fr_fr: Achevé

# emailfail.Msg
source: Your email has failed to be sent to {email}. Please try again. If the problem continues ask your webmaster to check your SMTP and portal config.
fr_fr: Votre email n'a pas été envoyé à {email}. Veuillez réessayer. Si le problème persiste, demandez à votre webmestre de vérifier votre SMTP et la configuration du portail.

# emailfail.Text
source: Email Failure.
fr_fr: Echec de l'email.

# emailsent.Msg
source: Your email has been sent to {email}
fr_fr: Votre email a été envoyé à {email}

# emailsent.Text
source: Email Sent.
fr_fr: Email envoyé.

# example.Text
source: Example
fr_fr: Exemple

# exportconfig.Help
source: Exporting this shop will set it as the default for all new portal shops created on this install. A "default_portalshop.xml" file is created in the RocketEcommerceAPI folder. When a new portal shop is created this xml data will be used to create the new portal.
fr_fr: L’exportation de cette boutique sera définie comme la valeur par défaut pour tous les nouveaux magasins de portail créés sur cette installation. Un fichier "default_portalshop.xml" est créé dans le dossier RocketEcommerceAPI. Lorsqu’un nouveau portail est créé, ces données XML seront utilisées pour créer le nouveau portail.

# importopenstore3config.Help
source: To import the data from OpenStore v3 or v4, rename the exported XML file to "\Portals\{portalid}\DNNrocketTemp\openstore3_export.xml" and place in the root of the portal. Images go in "\Portals\{portalid}\DNNrocket\RocketEcommerceAPI\images" to have them imported.
fr_fr: Pour importer les données depuis Open Store 3, renommez le fichier XML exporté en " Portals {portalid} DNNrocketTemp openstore3_export.xml" et placez-le à la racine du portail. Les images vont dans " Portails {portalid} DNNrocket RocketEcommerceAPI images" pour l'importation .

# message_bankinstructions.Default
source: You have opted to NOT pay online. Please make your bank payment as soon as possible to our account. Insert the order number in the reference field and include your name as well if it is different from the acccount name.
fr_fr: Veuillez effectuer votre paiement bancaire dès que possible sur le compte ci-dessous. Insérez le numéro de commande dans le champ de référence et saisissez également votre nom s’il est différent de celui de votre comptre.

# message_bankinstructions.Help
source: Message displayed on the order email, when the order has not been paid via the on-line interface.
fr_fr: Message affiché sur l’e-mail de commande, lorsque la commande n’a pas été payée via l’interface en ligne.

# message_bankinstructions.Text
source: Banking Instructions
fr_fr: Instructions bancaires

# message_bankpayment.Default
source: Payment can be made on-line through our secure link to the bank. Your order will be processed immediately.
fr_fr: Le paiement peut être effectué en ligne via notre lien sécurisé vers la banque. Votre commande sera traitée immédiatement.

# message_bankpayment.Help
source: This message appears on the front office next to the online bank payment option.
fr_fr: Ce message apparaît sur l'interface client à côté de l’option du paiement bancaire en ligne.

# message_bankpayment.Text
source: Online Bank Payment Button Message
fr_fr: Message du bouton de paiement bancaire en ligne

# message_checkoutfail.Default
source: The order was cancelled or the payment failed. Contact your bank if you need assistance with your credit card, or contact us if you believe there is a problem with the checkout.
fr_fr: La commande a été annulée ou le paiement a échoué. Veuillez contacter votre banque ou nous contacter si vous pensez qu’il y a un problème avec la page de paiement.

# message_checkoutfail.Help
source: This text is displayed on the website, to the client, after a failed order.
fr_fr: Texte affiché au client après une commande échouée.

# message_checkoutfail.Text
source: Checkout Fail message
fr_fr: Message d’échec du paiement

# message_checkoutok.Default
source: Thank you for your order. You will receive an emailed confirmation containing all order details. Please check your junk email folders if you don't receive it within 30 minutes. Take note of the number below if you wish to contact us about this order.
fr_fr: Merci pour votre commande. Vous recevrez une confirmation par e-mail contenant tous les détails de la commande. Veuillez vérifier vos courriers indésirables si vous ne la recevez pas dans les 30 minutes. Prenez note du numéro ci-dessous si vous souhaitez nous contacter au sujet de cette commande.

# message_checkoutok.Help
source: This text is displayed on the website, to the client, after a successful order.
fr_fr: Texte affiché dans l’e-mail reçu par le client lors d'une commande confirmée.

# message_checkoutok.Text
source: Checkout OK message
fr_fr: Message de paiement OK

# message_emailorder.Default
source: Thank you for your order. We're here to help! Call us during office hours Monday to Friday, or visit us in-store if you have any questions about your order.
fr_fr: Merci pour votre commande. Nous sommes là pour vous aider ! Contactez-nous si vous avez une question sur votre commande.

# message_emailorder.Help
source: Text that is displayed on the successful order email, which is sent to the client.
fr_fr: Texte affiché dans l’e-mail de commande réussie envoyé au client.

# message_emailorder.Text
source: Email Order Message
fr_fr: E-mail de commande

# message_emailordersubject.Text
source: Email Order Subject
fr_fr: Objet de l'e-mail de commande

# message_emailpaymentsubject.Text
source: Email Payment Subject
fr_fr: Objet de l'e-mail de paiement

# message_manualpay.Default
source: Payment can be made by Cheque or Bank Transfer. Your order may be delayed until payment is received.
fr_fr: Le paiement peut être effectué par chèque ou par virement bancaire. Votre commande peut être retardée jusqu’à la réception du paiement.

# message_manualpay.Help
source: This message appears on the front office next to the manual payment option.
fr_fr: Ce message apparaît sur l'interface client à côté de l’option de paiement manuel.

# message_manualpay.Text
source: Manual Payment Button Message
fr_fr: Message du bouton de paiement manuel

# message_paymentform.Default
source: This form allows you to pay us. Please enter your details and click "Pay". You will be redirected to the bank for secure payment.
fr_fr: Ce formulaire vous permet de régler votre commande. Saisissez vos coordonnées et cliquez sur le bouton "Payer maintenant". Vous serez redirigé vers le site de la banque pour effectuer votre paiement sécurisé.

# message_paymentform.Help
source: This message is displayed on the single payment form.
fr_fr: Ce message s’affiche sur le formulaire de paiement.

# message_paymentform.Text
source: Payment Form Message
fr_fr: Message du formulaire de paiement

# message_paymentformemail.Default
source: Easy payment can be made on our secure payment website. Click the "Pay" button below to open our payment form.
fr_fr: Un paiement sécurisé peut être effectué sur notre site web. Cliquez sur le bouton "Règler ma commande" ci-dessous pour accèder au formulaire de paiement.

# message_paymentformemail.Help
source: When an email is sent for a payment, the email will contain this message.
fr_fr: Contenu du message par défaut de l'e-mail de paiement.

# message_paymentformemail.Text
source: Payment Form Email Message
fr_fr: Message de l'e-mail de paiement

# message_paymentformfail.Default
source: Your payment has been refused or cancelled, please try again.
fr_fr: Votre paiement a été refusé ou annulé, veuillez s’il vous plait essayer à nouveau.

# message_paymentformfail.Help
source: Message that is displayed to the client when they return from the bank with a FAILED payment status.
fr_fr: Message qui s’affiche au client au retour de la banque après un paiement échoué.

# message_paymentformfail.Text
source: Payment Form Fail Message
fr_fr: Message de paiement échoué

# message_paymentformok.Default
source: Your Payment has been successfully completed.
fr_fr: Merci, votre paiement a bien été pris en compte.

# message_paymentformok.Help
source: Message that is displayed to the client when they return from the bank with a SUCCESSFUL payment status.
fr_fr: Message qui s’affiche au client au retour de la banque après un paiement réussi.

# message_paymentformok.Text
source: Payment Form OK message
fr_fr: Message de paiement réussi

# message_paymentreceived.Default
source: Thank you for your payment.
fr_fr: Nous vous remercions pour votre règlement.

# message_paymentreceived.Help
source: The text that will displayed on the "Payment OK" email sent to the client
fr_fr: Texte qui s’affichera dans l’e-mail "Paiement confirmé" envoyé au client

# message_paymentreceived.Text
source: Payment Received
fr_fr: Paiement reçu

# message_storepickup.Default
source: You are welcome to pick your order up from us in store during opening hours. Please ring us if you want to ensure it is ready for pickup.
fr_fr: Vous pouvez récupérer votre commande chez nous pendant les heures d’ouverture. Merci de nous contacter au préalable afin de vous assurer qu’elle soit prête.

# message_storepickup.Help
source: If you have a pickup option for shipping, this message is displayed on the website during shipping selection.
fr_fr: Si vous avez une option de retrait pour l’expédition, ce message est affiché sur le site web pendant la sélection d’expédition.

# message_storepickup.Text
source: Store Pickup
fr_fr: Retrait en magasin

# message_waitingforpayment.Default
source: You have opted to NOT pay online. An email with instructions has been send to your email address.
fr_fr: Vous avez choisi de régler votre commande manuellement, par chèque ou virement. Un e-mail contenant des instructions pour nous faire parvenir votre règlement vous a été envoyé.

# message_waitingforpayment.Help
source: When "manual payment" is used, the payment is NOT paid online and must be sent to the merchant via other methods (cheque, money, transfer, etc.). This message is displayed on the bank return after clicking pay on the "manual payment" option.
fr_fr: Lorsque le "paiement classique" est utilisé, votre paiement doit être envoyé au commerçant via d’autres méthodes (chèque, liquide, virement, etc.). Ce message s’affiche après avoir cliqué sur "Paiement classique".

# message_waitingforpayment.Text
source: Waiting For Payment
fr_fr: En attente de paiement

# nosubcategories.Text
source: There are no sub-categories in this category.
fr_fr: Cette catégorie n’a pas de sous-catégories

# notificationreset.Msg
source: This action will reset ALL notification messages back to the default. Current notifications, for the ALL languages, will be lost. You must also save the messages after a reset. Are you Sure ?
fr_fr: Cette action réinitialisera TOUS les messages de notification par défaut. Les notifications actuelles, pour TOUTES les langues, seront perdues. Vous devez également enregistrer les messages après une réinitialisation. Etes-vous sûr ?

# notificationreset.Text
source: Notification Reset
fr_fr: Réinitialisation de la notification

# pageslinks_productdetail.Help
source: Product detail URL is used to create SEO urls on the website. It uses product tokens to build a relative URL for the product detail page.
fr_fr: URL du détail du produit

# pageslinks_productlist.Help
source: Product list URL is used to create SEO urls on the website. It uses product and category tokens to build a relative URL for the product list page.
fr_fr: URL de la liste de produits

# resetportalshop.Help
source: Reseting the shop will restore all shop settings back to the default for the system. (Usually created by the Export PortalShop)
fr_fr: La réinitialisation de la boutique rétablit tous les paramètres par défaut du système (habituellement créé par le portail d'export de la boutique

# resetportalshop.Text
source: Reset Shop
fr_fr: Réinitialisation de la boutique

# schedulerrunhours.Help
source: The amount of hours that need to have passed from the last scheduler run before the scheduler will run again. This is also controlled in DNN, but is usually setup for every hour. Usually we need to clear the database and do other operations only once a day. Operations that need to run every hour are not effected by this setting. Zero will activate the sceduler on the DNN control parameters.
fr_fr: Le temps passé à partir du dernier cycle de planification sera exécuté à nouveau. Cela est également contrôlé dans DNN, mais est habituellement configuré pour chaque heure. Habituellement, nous devons vider la base de données et effectuer d’autres opérations seulement une fois par jour. Les opérations qui doivent être exécutées toutes les heures ne sont pas effectuées par ce paramètre.

# schedulerrunhours.Text
source: Scheduler Run Hours
fr_fr: Heures d'exécution du planificateur

# urlredirects.Text
source: URLs for pages on the client webiste can be added here, this allows for SEO links between API calls that happen.<br/> URLs can have tokens added for parameters that need to be added to the page link. <br/> (User standard url format for compatibility across systems)
fr_fr: Les URL des pages du webiste client peuvent être ajoutées ici, ce qui permet d’établir des liens SEO entre les appels API. Les URLs peuvent avoir des jetons ajoutés pour les paramètres qui doivent être ajoutés au lien de la page.

# validateshop.Help
source: Do a portal level validation of the website. This willl run a number of test and fix any errors. Usually this needs to be run when a website has been migrated to another server.
fr_fr: Faire un "Run portal validation" du site Web. Cela permettra d’exécuter un certain nombre de tests et de corriger toute erreur. Habituellement, cela doit être exécuté lorsqu’un site Web a été migré vers un autre serveur. Zéro activera le planificateur sur les paramètres de contrôle DNN.
